Repository: Werewolve/HexNanoController_iOS
Catalog: FlyingSwallow/Sources/*.lproj/Localizable.strings
Languages: de

source: BLE DEVICES
de: Bluetooth

source: PERSONAL SETTINGS
de: Persönliche Einstellungen

source: TRIM SETTINGS
de: Trimming

source: CHANNELS SETTINGS
de: Kanal Einstellungen

source: MODE SETTINGS
de: Mode Einstellungen

source: ABOUT
de: Über Flexbot

source: LEFT HANDED
de: Linkshänder

source: INTERFACE OPACITY
de: Interface Transparenz

source: Acc Mode
de: Acc Modus

source: CHANNELS
de: Kanäle

source: IS REVERSING
de: Steuerung umgekehrt

source: TRIM VALUE
de: Trim Wert

source: OUTPUT ADJUSTABLE RANGE
de: Ausgang Steuerbereich

source: OUTPUT PPM RANGE
de: Ausgang PPM Bereich

source: DEFAULT OUTPUT VALUE
de: Default Ausgangswert

source: PPM POLARITY REVERSED
de: PPM Polarität umgekehrt

source: DEAD BAND
de: Totzone

source: Headfree Mode
de: Headfree Modus

source: Increase Audio Volume
de: Lautstärke erhöhen

source: Decrease Audio Volume
de: Lautstärke verringern

source: Plug in PPM output cable
de: PPM Ausgangskabel einstecken

source: Adjustable
de: Einstellbar

source: Reversed
de: Umgekehrt

source: Beginner Mode
de: Anfängermodus

source: Take Off Throttle
de: Startgas

source: Aileron/Elevator Dead Band
de: Quer-&Höhenruder Totzone

source: Rudder Dead Band
de: Ruder Totzone

source: Rudder Locked
de: Ruder gelockt

source: Throttle Locked
de: Gas gelockt

source: Throttle Rudder Locked
de: Gas & Ruder Locked

source: Default Settings
de: Werkseinstellungen

source: Scan
de: Suche

source: Stop Scan
de: Suche abbrechen

source: connected
de: verbunden

source: not connected
de: nicht verbunden

source: Connecting...
de: Verbinde...

source: Connection
de: Verbinden

source: Connect
de: Verbindung

source: Disconnect
de: Trennen

source: Cancel
de: Abbrechen

source: Connect to Flexbot?
de: Mit dem Flexbot verbinden?

source: Disconnect to Flexbot?
de: Vom Flexbot trennen?

source: Scanning Flexbot...
de: Suche...

source: Calibrate Acc
de: Kalibriere Acc

source: Calibrate Mag
de: Kalibriere Mag

source: Calibrate
de: Kalibriere

source: Calibrate the accelerator of Flexbot?
de: Beschleunigungssensor vom Flexbot kalibrieren?

source: Calibrate the magnetometer of Flexbot?
de: Magnetometer vom Flexbot kalibrieren?

source: Reset to defaut settings?
de: Auf Werkseinstellungen zurücksetzen?

source: Reset
de: Zurücksetzen

source: Beginner Mode Info
de: Aktuell ist der Anfängermodus aktiviert. Über die Mode Einstellungen kann dieser deaktiviert werden.
